; Bangla Language file for Bangladeshi users
; Translated by Md Tanbin Islam Siyam (potasiyam@gmail.com)

[Translation]
ThisLanguage=		বাংলা

Language=			ভাষা

DockSettings=		ডক নিয়ন্ত্রণ যোজনাসমূহ...
IconSettings=		আইকন নিয়ন্ত্রণ যোজনাসমূহ...
AddItem=			নতুন আইটেম সংযোজন
  ItemFile=			ফাইল
  ItemPath=			পথ
  ItemSeparator=		পৃথককারী
  ItemDockSettings=	ডক নিয়ন্ত্রণ যোজনা
DeleteItem=			মুছে ফেলা
TakeScreenshot=		দৃশ্য গ্রহণ


General=			সাধারণ
AutoRun=			উইন্ডোজের প্রারম্ভিক সূচনা হতে চলা
HideLabels=			আইকনের নাম অদৃশ্য করা
LockIcons=			আইকন তালাবদ্ধ করা
AutoHide=			ডক স্বয়ংক্রিয়ভাবে অদৃশ্য করা


Icons=			আইকনসমূহ
Size=				আকার
Quality=			গুণাবলী
  QualityLow=		নিম্নমান (দ্রুততর)
  QualityMedium=		গড়মান
  QualityHigh=		উচ্চমান (মন্থরতর)
Zoom=				নিকটায়ন (জূম)
ZoomRange=			নিকটায়নের বিস্তার
ZoomTime=			নিকটায়ন সময়কাল


Position=			অবস্থান
Monitor=			মনিটর
  MonitorList=		মনিটর তালিকা
Side=				পর্দায় অবস্থান
  SideTop=			উপরে
  SideBottom=		নিচে
  SideLeft=			বামে
  SideRight=		ডানে
Z-Order=			স্তর
  zTop=			সর্বদাই উপরে
  zNormal=			স্বাভাবিক
  zBottom=			সর্বদাই নিচে
Offset=			ভারসাম্য


Style=			সৌন্দর্য
Theme=			থিম
Opacity=			অসচ্ছতা
SelectFont=			ফন্ট নির্ধারণ


About=			বিস্তারিত
Donate=			চাঁদা প্রদান
Updates=			হালনাগাদকরণ
Forums=			ফোরাম



Quit=				ত্যাগ
OK=				ঠিক
Cancel=			বাতিল



Version=			সংস্করণ
ThankYou=			রকেটডককে ডেভেলপ করেছে ওএস এক্স এর দু'জন ভক্ত (ফ্যানবয় এবং ফ্যানগার্ল)।  একে ম্যাক কমিউনিটির পক্ষ থেকে আপনার জন্য শান্তিসূচক উপহার মনে করুন।<BR>একসাথে আমরা ম্যাক নিপীড়নকে বন্ধ করতে পারি। :)<BR><BR>উপভোগ করুন!<BR>পাঙ্ক সফ্টওয়্যার কর্তৃপক্ষ

Folders=			ফোল্ডারসমূহ
DefaultFolder=		পূর্বনির্ধারিত ফোল্ডার
ChangeFolder=		ফোল্ডার পরিবর্তন


Preview=			পূর্বরূপ


DefaultIcon=		পূর্বনির্ধারিত আইকন


Properties=			বিষয়াদি
Name=				নাম
Target=			লক্ষ্যবস্তু
FindTarget=			লক্ষ্যবস্তু খোঁজা
StartIn=			এখান থেকে সূচনা
Arguments=			যুক্তিসমূহ
Run=				চালনা
  RunNormal=		স্বাভাবিক চালনা
  RunMaximized=		বৃহদায়িত
  RunMinimized=		ক্ষুদ্রায়িত
Popup=			পপ-আপ মেনু
ContextMenu=		বিশেষ ক্রিয়াসমূহ প্রদর্শন


FontOutlineColor=		বহির্দাগের রঙ
FontShadowColor=		ছায়ার রঙ
FontOutlineOpacity=	বহির্দাগের অসচ্ছতা
FontShadowOpacity=	ছায়ার অসচ্ছতা



;#################
;For Version 1.1.2
;#################

MouseActivate=		মাউস ওপরে নেয়ামাত্র পপ-আপ প্রদর্শন
AutoHideTime=		স্বয়ংক্রিয় অদৃশ্যতার স্থিতিকাল
AutoHideDelay=		স্বয়ংক্রিয় অদৃশ্যতায় বিলম্বকাল
UberIconFX=			UberIcon এর প্রভাবসমূহ



;#################
;For Version 1.2.0
;#################

ZoomFlat=			নিকটায়ন: সমান্তরাল
VerticalOffset=		প্রান্ত ভারসাম্য
ItemBlank=			ফাঁকা আইকন
Defaults=			পূর্বনির্ধারিত অবস্থা
Confirm=			নিশ্চিতকরণ
ConfirmDefaults=		আপনি কি নিশ্চিতভাবে RocketDock-এর যোজনাসমূহকে এর পূর্বনির্ধারিত অবস্থায় ফিরিয়ে নিতে চান?<BR>বিশেষ দ্রষ্টব্য: এতে আপনার আইকনগুলোর ক্ষতি হবেনা।


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		ডকে উইন্ডোজের ক্ষুদ্রায়ন
ShowRunning=		চলমান অ্যাপ্লিকেশন নির্দেশক প্রদর্শন
OpenRunning=		চলমান অ্যাপ্লিকেশন উন্মোচন
UseINI=			বহনযোগ্য INI ফাইলে সেটিংস্ বা যোজনাসমূহ সংরক্ষণ 
GetMore=			আরো ডাউনলোড...
Behavior=			স্বভাব
MouseActivateDelay=	পপআপ বিলম্বকাল
IconActivationFX=		আইকনের মনোযোগ আকর্ষণ প্রভাব
None=				কোনটিই নয়
Bounce=			লাফানো
ZoomOpaque=			অসচ্ছ নিকটায়ন
HoverFX=			হোভার প্রভাব
ZoomBubble=			নিকটায়ন: বুদবুদ
ZoomPlateau=		নিকটায়ন: মালভূমি
OpenWindow=			উইন্ডো উন্মোচন
CloseWindow=		উইন্ডো বন্ধ করা
ItemRecycleBin=		পুনরানায়ন ঝুড়ি
StateNormal=		স্বাভাবিক আইকন
StateEmpty=			শূণ্য পুনরানায়ন ঝুড়ি
StateFull=			পূর্ণ পুনরানায়ন ঝুড়ি
